Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Account.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Your account was successfully created!
ar: تم إنشاء حسابك بنجاح!
bn: আপনার অ্যাকাউন্ট সফলভাবে তৈরি হয়েছে!
cs: Tvůj účet byl úspěšně vytvořen!
da: Din konto blev oprettet!
de: Dein Konto wurde erfolgreich erstellt!
el: Ο λογαριασμός σας δημιουργήθηκε με επιτυχία!
es: ¡Tu cuenta se ha creado correctamente!
es_419: ¡Tu cuenta se creó correctamente!
fa: حساب شما با موفقیت ساخته شد!
fi: Tilisi luotiin onnistuneesti!
fil: Matagumpay na nagawa ang iyong account!
fr: Votre compte a été créé avec succès !
he: החשבון שלכם נוצר בהצלחה!
hi: आपका खाता सफलतापूर्वक बना दिया गया!
hu: A fiókja sikeresen létrejött!
hy: Ձեր հաշիվը հաջողությամբ ստեղծվեց։
id: Akun Anda berhasil dibuat!
it: Il tuo account è stato creato con successo!
ja: アカウントが正常に作成されました！
ko: 계정이 성공적으로 생성되었습니다!
ms: Akaun anda berjaya dicipta!
nb: Kontoen din ble opprettet!
nl: Je account is succesvol aangemaakt!
pl: Twoje konto zostało pomyślnie utworzone!
pt_br: Sua conta foi criada com sucesso!
pt_pt: A sua conta foi criada com sucesso!
ro: Contul dumneavoastră a fost creat cu succes!
ru: Ваш аккаунт успешно создан!
sv: Ditt konto har skapats!
ta: உங்கள் கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டது!
te: మీ ఖాతా విజయవంతంగా సృష్టించబడింది!
th: สร้างบัญชีของคุณสำเร็จแล้ว!
tr: Hesabın başarıyla oluşturuldu!
uk: Ваш акаунт успішно створено!
ur: آپ کا اکاؤنٹ کامیابی سے بنا دیا گیا!
vi: Tài khoản của bạn đã được tạo thành công!
zh_hans: 您的账户已成功创建！
zh_hant: 你的帳號已成功建立！

source: Your contribution helps with maintaining the servers, paying for software licenses, and fund events and activities.
ar: تساعد مساهمتك في صيانة الخوادم، ودفع تكاليف تراخيص البرامج، وتمويل الفعاليات والأنشطة.
bn: তোমার অবদান সার্ভার রক্ষণাবেক্ষণে, সফটওয়্যার লাইসেন্সের খরচ মেটাতে এবং ইভেন্ট ও কার্যক্রমে অর্থায়নে সাহায্য করে।
cs: Tvůj příspěvek pomáhá udržovat servery, platit softwarové licence a financovat akce a aktivity.
da: Dit bidrag hjælper med at vedligeholde serverne, betale for softwarelicenser og finansiere arrangementer og aktiviteter.
de: Dein Beitrag hilft dabei, die Server zu warten, Softwarelizenzen zu bezahlen und Events und Aktivitäten zu finanzieren.
el: Η συνεισφορά σου βοηθά στη συντήρηση των διακομιστών, στην πληρωμή αδειών λογισμικού και στη χρηματοδότηση εκδηλώσεων και δραστηριοτήτων.
es: Tu contribución ayuda a mantener los servidores, pagar las licencias de software y financiar eventos y actividades.
es_419: Tu contribución ayuda a mantener los servidores, pagar las licencias de software y financiar eventos y actividades.
fa: کمک تو به نگه‌داری سرورها، پرداخت هزینه مجوزهای نرم‌افزاری و تأمین مالی رویدادها و فعالیت‌ها یاری می‌رساند.
fi: Panoksesi auttaa ylläpitämään palvelimia, maksamaan ohjelmistolisenssejä sekä rahoittamaan tapahtumia ja toimintaa.
fil: Nakakatulong ang iyong kontribusyon sa pagpapanatili ng mga server, pagbabayad ng mga software license, at pagpopondo ng mga event at aktibidad.
fr: Ta contribution aide à entretenir les serveurs, à payer les licences logicielles et à financer des événements et des activités.
he: התרומה שלכם מסייעת בתחזוקת השרתים, בתשלום עבור רישיונות תוכנה ובמימון אירועים ופעילויות.
hi: आपका योगदान सर्वर बनाए रखने, सॉफ़्टवेयर लाइसेंस के भुगतान, और आयोजनों एवं गतिविधियों के वित्तपोषण में मदद करता है।
hu: A hozzájárulásod segít a szerverek karbantartásában, a szoftverlicencek kifizetésében, valamint az események és tevékenységek finanszírozásában.
hy: Քո ներդրումն օգնում է սերվերների սպասարկմանը, ծրագրային ապահովման լիցենզիաների վճարմանը և միջոցառումների ու գործունեության ֆինանսավորմանը։
id: Kontribusimu membantu pemeliharaan server, pembayaran lisensi perangkat lunak, serta pendanaan acara dan kegiatan.
it: Il tuo contributo aiuta a mantenere i server, pagare le licenze software e finanziare eventi e attività.
ja: あなたの支援は、サーバーの維持、ソフトウェアライセンスの支払い、イベントや活動の資金に役立ちます。
ko: 여러분의 후원은 서버 유지, 소프트웨어 라이선스 비용, 행사 및 활동 지원에 사용됩니다.
ms: Sumbangan anda membantu menyelenggara pelayan, membayar lesen perisian, serta membiayai acara dan aktiviti.
nb: Bidraget ditt hjelper med å vedlikeholde serverne, betale for programvarelisenser og finansiere arrangementer og aktiviteter.
nl: Je bijdrage helpt bij het onderhouden van de servers, het betalen van softwarelicenties en het financieren van evenementen en activiteiten.
pl: Twój wkład pomaga w utrzymaniu serwerów, opłacaniu licencji na oprogramowanie oraz finansowaniu wydarzeń i aktywności.
pt_br: Sua contribuição ajuda a manter os servidores, pagar licenças de software e financiar eventos e atividades.
pt_pt: A tua contribuição ajuda a manter os servidores, a pagar licenças de software e a financiar eventos e atividades.
ro: Contribuția ta ajută la întreținerea serverelor, plata licențelor software și finanțarea evenimentelor și activităților.
ru: Ваш вклад помогает поддерживать серверы, оплачивать лицензии на программное обеспечение и финансировать мероприятия и активности.
sv: Ditt bidrag hjälper till att underhålla servrarna, betala för programvarulicenser och finansiera evenemang och aktiviteter.
ta: உங்கள் பங்களிப்பு சேவையகங்களைப் பராமரிக்கவும், மென்பொருள் உரிமங்களுக்கு கட்டணம் செலுத்தவும், நிகழ்வுகள் மற்றும் செயல்பாடுகளுக்கு நிதியளிக்கவும் உதவுகிறது.
te: మీ సహకారం సర్వర్‌ల నిర్వహణకు, సాఫ్ట్‌వేర్ లైసెన్స్‌ల చెల్లింపుకు, ఈవెంట్‌లు మరియు కార్యకలాపాల నిధులకు ఉపయోగపడుతుంది.
th: การสนับสนุนของคุณช่วยในการดูแลเซิร์ฟเวอร์ จ่ายค่าลิขสิทธิ์ซอฟต์แวร์ และสนับสนุนกิจกรรมต่าง ๆ
tr: Katkın; sunucuların bakımına, yazılım lisanslarının ödenmesine ve etkinliklerin finanse edilmesine yardımcı olur.
uk: Твій внесок допомагає підтримувати сервери, оплачувати ліцензії на програмне забезпечення та фінансувати заходи й активності.
ur: آپ کا تعاون سرورز کی دیکھ بھال، سافٹ ویئر لائسنسز کی ادائیگی، اور تقریبات و سرگرمیوں کی مالی معاونت میں مدد کرتا ہے۔
vi: Đóng góp của bạn giúp duy trì máy chủ, chi trả cho giấy phép phần mềm và tài trợ cho các sự kiện cũng như hoạt động.
zh_hans: 你的贡献有助于维护服务器、支付软件许可费用，以及资助各类活动。
zh_hant: 你的貢獻有助於維護伺服器、支付軟體授權費用，以及資助各項活動。

source: Your cool email address 🙌
ar: بريدك الإلكتروني الرائع 🙌
bn: তোমার দারুণ ইমেইল ঠিকানা 🙌
cs: Tvoje cool e-mailová adresa 🙌
da: Din fede e-mailadresse 🙌
de: Deine coole E-Mail-Adresse 🙌
el: Η κουλ διεύθυνση email σου 🙌
es: Tu fantástica dirección de correo 🙌
es_419: Tu genial correo electrónico 🙌
fa: ایمیل باحالت 🙌
fi: Siisti sähköpostiosoitteesi 🙌
fil: Ang cool mong email address 🙌
fr: Ta super adresse e-mail 🙌
he: כתובת האימייל המגניבה שלכם 🙌
hi: आपका कूल ईमेल पता 🙌
hu: A menő e-mail-címed 🙌
hy: Քո թույն էլ. փոստի հասցեն 🙌
id: Alamat emailmu yang keren 🙌
it: Il tuo fantastico indirizzo email 🙌
ja: あなたのイケてるメールアドレス 🙌
ko: 멋진 이메일 주소 🙌
ms: Alamat e-mel anda yang menarik 🙌
nb: Den kule e-postadressen din 🙌
nl: Je coole e-mailadres 🙌
pl: Twój fajny adres e-mail 🙌
pt_br: Seu e-mail maneiro 🙌
pt_pt: O teu endereço de email fixe 🙌
ro: Adresa ta de e-mail mișto 🙌
ru: Ваш классный адрес эл. почты 🙌
sv: Din coola e-postadress 🙌
ta: உங்க அருமையான மின்னஞ்சல் முகவரி 🙌
te: నీ కూల్ ఈమెయిల్ చిరునామా 🙌
th: อีเมลเท่ ๆ ของคุณ 🙌
tr: Havalı e-posta adresin 🙌
uk: Твоя крута адреса електронної пошти 🙌
ur: آپ کا زبردست ای میل پتہ 🙌
vi: Địa chỉ email ngầu của bạn 🙌
zh_hans: 你那超酷的电子邮箱 🙌
zh_hant: 你那很酷的電子郵件地址 🙌

source: Your email address to the rescue 💌
ar: بريدك الإلكتروني للإنقاذ 💌
bn: তোমার ইমেইল ঠিকানাই উদ্ধারে 💌
cs: Tvoje e-mailová adresa na záchranu 💌
da: Din e-mailadresse til undsætning 💌
de: Deine E-Mail-Adresse zur Rettung 💌
el: Η διεύθυνση email σου σώζει την κατάσταση 💌
es: Tu dirección de correo al rescate 💌
es_419: Tu correo electrónico al rescate 💌
fa: ایمیلت به دادت می‌رسه 💌
fi: Sähköpostiosoitteesi hätiin 💌
fil: Ang iyong email address ang sasagip 💌
fr: Ton adresse e-mail à la rescousse 💌
he: כתובת האימייל שלכם להצלה 💌
hi: बचाव के लिए आपका ईमेल पता 💌
hu: Az e-mail-címed jön a segítségünkre 💌
hy: Քո էլ. փոստի հասցեն՝ ի փրկություն 💌
id: Alamat emailmu jadi penyelamat 💌
it: Il tuo indirizzo email che ti viene in soccorso 💌
ja: 助けを呼ぶあなたのメールアドレス 💌
ko: 이메일 주소로 구출해 드릴게요 💌
ms: Alamat e-mel anda yang menyelamatkan 💌
nb: E-postadressen din til unnsetning 💌
nl: Je e-mailadres als redding 💌
pl: Twój adres e-mail na ratunek 💌
pt_br: Seu e-mail vem ao resgate 💌
pt_pt: O teu endereço de email ao resgate 💌
ro: Adresa ta de e-mail vine în ajutor 💌
ru: Ваш адрес эл. почты спешит на помощь 💌
sv: Din e-postadress till undsättning 💌
ta: உங்க மின்னஞ்சல் முகவரி காப்பாற்றும் 💌
te: నీ ఈమెయిల్ చిరునామా రక్షణకు వచ్చింది 💌
th: อีเมลของคุณมาช่วยกู้สถานการณ์ 💌
tr: İmdada yetişen e-posta adresin 💌
uk: Твоя адреса електронної пошти поспішає на допомогу 💌
ur: آپ کا ای میل پتہ مدد کے لیے حاضر 💌
vi: Địa chỉ email của bạn ra tay cứu nguy 💌
zh_hans: 让你的电子邮箱来救场 💌
zh_hant: 讓你的電子郵件地址來救援 💌

source: Your Kurozora Account information is used to enable Kurozora services when you sign in. Kurozora services includes the library where you can keep track of the shows you are interested in.
ar: تُستخدم معلومات حساب Kurozora الخاص بك لتفعيل خدمات Kurozora عند تسجيل الدخول. تشمل خدمات Kurozora المكتبة التي يمكنك من خلالها متابعة العروض التي تهتم بها.
bn: আপনি সাইন ইন করলে Kurozora পরিষেবা চালু করতে আপনার Kurozora অ্যাকাউন্টের তথ্য ব্যবহৃত হয়। Kurozora পরিষেবার মধ্যে রয়েছে লাইব্রেরি, যেখানে আপনি আগ্রহী শোগুলোর হিসাব রাখতে পারেন।
cs: Údaje vašeho účtu Kurozora se používají k zpřístupnění služeb Kurozora při přihlášení. Mezi služby Kurozora patří knihovna, kde si můžete sledovat tituly, které vás zajímají.
da: Oplysningerne på din Kurozora-konto bruges til at aktivere Kurozora-tjenester, når du logger ind. Kurozora-tjenester omfatter biblioteket, hvor du kan holde styr på de shows, du er interesseret i.
de: Die Informationen Ihres Kurozora-Kontos werden verwendet, um die Kurozora-Dienste zu aktivieren, wenn Sie sich anmelden. Zu den Kurozora-Diensten gehört die Bibliothek, in der Sie die Serien verfolgen können, die Sie interessieren.
el: Τα στοιχεία του λογαριασμού Kurozora σας χρησιμοποιούνται για την ενεργοποίηση των υπηρεσιών Kurozora όταν συνδέεστε. Οι υπηρεσίες Kurozora περιλαμβάνουν τη βιβλιοθήκη, όπου μπορείτε να παρακολουθείτε τις σειρές που σας ενδιαφέρουν.
es: La información de su cuenta de Kurozora se usa para habilitar los servicios de Kurozora cuando inicia sesión. Los servicios de Kurozora incluyen la biblioteca, donde puede llevar el seguimiento de las series que le interesan.
es_419: La información de su cuenta de Kurozora se usa para habilitar los servicios de Kurozora cuando inicia sesión. Los servicios de Kurozora incluyen la biblioteca donde puede llevar un registro de las series que le interesan.
fa: اطلاعات حساب Kurozora شما هنگام ورود برای فعال‌سازی سرویس‌های Kurozora استفاده می‌شود. سرویس‌های Kurozora شامل کتابخانه‌ای است که در آن می‌توانید نمایش‌های موردعلاقه‌تان را پیگیری کنید.
fi: Kurozora-tilisi tietoja käytetään Kurozora-palveluiden käyttöönottoon, kun kirjaudut sisään. Kurozora-palveluihin kuuluu kirjasto, jossa voit seurata sinua kiinnostavia sarjoja.
fil: Ang impormasyon ng iyong Kurozora Account ay ginagamit upang paganahin ang mga serbisyo ng Kurozora kapag nag-sign in ka. Kasama sa mga serbisyo ng Kurozora ang library kung saan masusubaybayan mo ang mga palabas na interesado ka.
fr: Les informations de votre compte Kurozora servent à activer les services Kurozora lorsque vous vous connectez. Les services Kurozora incluent la bibliothèque où vous pouvez suivre les séries qui vous intéressent.
he: פרטי חשבון ה-Kurozora שלכם משמשים להפעלת שירותי Kurozora בעת ההתחברות. שירותי Kurozora כוללים את הספרייה שבה תוכלו לעקוב אחר התוכן שמעניין אתכם.
hi: जब आप साइन इन करते हैं, तो आपकी Kurozora खाता जानकारी का उपयोग Kurozora सेवाओं को सक्षम करने के लिए किया जाता है। Kurozora सेवाओं में वह लाइब्रेरी शामिल है जहाँ आप अपनी पसंदीदा शोज़ पर नज़र रख सकते हैं।
hu: A Kurozora-fiókja adatait a Kurozora szolgáltatások engedélyezésére használjuk, amikor bejelentkezik. A Kurozora szolgáltatások közé tartozik a könyvtár, ahol nyomon követheti az Önt érdeklő sorozatokat.
hy: Ձեր Kurozora հաշվի տվյալներն օգտագործվում են Kurozora ծառայությունները միացնելու համար, երբ դուք մուտք եք գործում։ Kurozora ծառայությունները ներառում են գրադարանը, որտեղ կարող եք հետևել ձեզ հետաքրքրող ցուցադրություններին։
id: Informasi Akun Kurozora Anda digunakan untuk mengaktifkan layanan Kurozora saat Anda masuk. Layanan Kurozora mencakup pustaka tempat Anda dapat memantau acara yang Anda minati.
it: Le informazioni del suo account Kurozora vengono usate per abilitare i servizi Kurozora quando effettua l'accesso. I servizi Kurozora includono la libreria, dove può tenere traccia delle serie che la interessano.
ja: Kurozora アカウントの情報は、サインイン時に Kurozora サービスを利用可能にするために使用されます。Kurozora サービスには、興味のある作品を記録しておけるライブラリが含まれます。
ko: Kurozora 계정 정보는 로그인 시 Kurozora 서비스를 사용할 수 있도록 하는 데 이용됩니다. Kurozora 서비스에는 관심 있는 작품을 기록할 수 있는 라이브러리가 포함됩니다.
ms: Maklumat Akaun Kurozora anda digunakan untuk mengaktifkan perkhidmatan Kurozora apabila anda log masuk. Perkhidmatan Kurozora termasuk pustaka tempat anda boleh menjejak rancangan yang anda minati.
nb: Kurozora-kontoinformasjonen din brukes til å aktivere Kurozora-tjenester når du logger på. Kurozora-tjenester inkluderer biblioteket der du kan holde oversikt over seriene du er interessert i.
nl: Je Kurozora-accountgegevens worden gebruikt om Kurozora-diensten in te schakelen wanneer je inlogt. Tot de Kurozora-diensten behoort de bibliotheek waarin je de series kunt bijhouden die je interesseren.
pl: Informacje o Twoim koncie Kurozora służą do udostępniania usług Kurozora po zalogowaniu. Usługi Kurozora obejmują bibliotekę, w której możesz śledzić interesujące Cię tytuły.
pt_br: As informações da sua Conta Kurozora são usadas para habilitar os serviços do Kurozora quando você entra. Os serviços do Kurozora incluem a biblioteca onde você pode acompanhar as séries que lhe interessam.
pt_pt: As informações da sua Conta Kurozora são utilizadas para ativar os serviços Kurozora quando inicia sessão. Os serviços Kurozora incluem a biblioteca onde pode acompanhar as séries que lhe interessam.
ro: Informațiile contului dumneavoastră Kurozora sunt folosite pentru a activa serviciile Kurozora când vă autentificați. Serviciile Kurozora includ biblioteca în care puteți ține evidența serialelor care vă interesează.
ru: Данные вашего аккаунта Kurozora используются для предоставления сервисов Kurozora при входе. К сервисам Kurozora относится библиотека, в которой вы можете отслеживать интересующие вас тайтлы.
sv: Din Kurozora-kontoinformation används för att aktivera Kurozora-tjänster när du loggar in. Kurozora-tjänster inkluderar biblioteket där du kan hålla koll på de serier du är intresserad av.
ta: நீங்கள் உள்நுழையும்போது Kurozora சேவைகளை இயக்க உங்கள் Kurozora கணக்குத் தகவல் பயன்படுத்தப்படுகிறது. Kurozora சேவைகளில், நீங்கள் ஆர்வம் கொண்ட நிகழ்ச்சிகளைக் கண்காணிக்கக்கூடிய நூலகமும் அடங்கும்.
te: మీరు సైన్ ఇన్ చేసినప్పుడు Kurozora సేవలను ప్రారంభించడానికి మీ Kurozora ఖాతా సమాచారం ఉపయోగించబడుతుంది. Kurozora సేవలలో మీకు ఆసక్తి ఉన్న షోలను ట్రాక్ చేయగల లైబ్రరీ ఉంటుంది.
th: ข้อมูลบัญชี Kurozora ของคุณถูกใช้เพื่อเปิดใช้งานบริการ Kurozora เมื่อคุณลงชื่อเข้าใช้ บริการ Kurozora รวมถึงคลังที่คุณสามารถติดตามเรื่องที่คุณสนใจได้
tr: Kurozora Hesabı bilgileriniz, oturum açtığınızda Kurozora hizmetlerini etkinleştirmek için kullanılır. Kurozora hizmetleri, ilgilendiğiniz yapımları takip edebileceğiniz kitaplığı içerir.
uk: Інформація вашого акаунта Kurozora використовується для надання сервісів Kurozora, коли ви входите. До сервісів Kurozora належить бібліотека, де ви можете відстежувати тайтли, які вас цікавлять.
ur: آپ کی Kurozora اکاؤنٹ کی معلومات سائن اِن کرنے پر Kurozora سروسز کو فعال کرنے کے لیے استعمال ہوتی ہیں۔ Kurozora سروسز میں وہ لائبریری شامل ہے جہاں آپ اپنی دلچسپی کے شوز کا ریکارڈ رکھ سکتے ہیں۔
vi: Thông tin tài khoản Kurozora của bạn được dùng để kích hoạt các dịch vụ Kurozora khi bạn đăng nhập. Dịch vụ Kurozora bao gồm thư viện nơi bạn có thể theo dõi những bộ phim mà bạn quan tâm.
zh_hans: 当您登录时，您的 Kurozora 账户信息用于启用 Kurozora 服务。Kurozora 服务包括可供您追踪感兴趣作品的资料库。
zh_hant: 您的 Kurozora 帳號資訊將在您登入時用於啟用 Kurozora 服務。Kurozora 服務包含可讓您追蹤感興趣作品的資料庫。

source: Your super secret password 👀
ar: كلمة سرّك فائقة السرية 👀
bn: তোমার অতি গোপন পাসওয়ার্ড 👀
cs: Tvoje super tajné heslo 👀
da: Din helt hemmelige adgangskode 👀
de: Dein super geheimes Passwort 👀
el: Ο σούπερ μυστικός κωδικός σου 👀
es: Tu contraseña súper secreta 👀
es_419: Tu contraseña súper secreta 👀
fa: رمز فوق‌محرمانه‌ات 👀
fi: Supersalainen salasanasi 👀
fil: Ang super sekreto mong password 👀
fr: Ton mot de passe ultra secret 👀
he: הסיסמה הסודית ביותר שלכם 👀
hi: आपका बेहद गुप्त पासवर्ड 👀
hu: A szupertitkos jelszavad 👀
hy: Քո գերգաղտնի գաղտնաբառը 👀
id: Kata sandimu yang super rahasia 👀
it: La tua password super segreta 👀
ja: あなたのとびきり秘密のパスワード 👀
ko: 아무도 모르는 비밀 비밀번호 👀
ms: Kata laluan rahsia anda 👀
nb: Det superhemmelige passordet ditt 👀
nl: Je supergeheime wachtwoord 👀
pl: Twoje super tajne hasło 👀
pt_br: Sua senha super secreta 👀
pt_pt: A tua palavra-passe super secreta 👀
ro: Parola ta super secretă 👀
ru: Ваш суперсекретный пароль 👀
sv: Ditt jättehemliga lösenord 👀
ta: உங்க ரொம்ப ரகசிய கடவுச்சொல் 👀
te: నీ సూపర్ సీక్రెట్ పాస్‌వర్డ్ 👀
th: รหัสผ่านลับสุดยอดของคุณ 👀
tr: Süper gizli şifren 👀
uk: Твій супертаємний пароль 👀
ur: آپ کا انتہائی خفیہ پاس ورڈ 👀
vi: Mật khẩu siêu bí mật của bạn 👀
zh_hans: 你那超级机密的密码 👀
zh_hant: 你那超級機密的密碼 👀

source: Zoop, badoop, fruitloop!
ar: زووب، بادووب، فروتلووب!
bn: জুপ, বাদুপ, ফ্রুটলুপ!
cs: Cinky linky, je to v kabele!
el: Ζουπ, μπαντούπ, φρουτλούπ!
fa: زوپ، بادوپ، فروتلوپ!
he: זופ, בָּדוּפ, פרוטלוּפ!
hi: ज़ूप, बदूप, फ्रूटलूप!
hu: Zsupp, badupp, fruitloop!
hy: Զուփ, բադուփ, ֆրուտլուփ։
ja: ズープ、バドゥープ、フルートループ！
ko: 주프, 바두프, 후르츠루프!
ru: Зуп, бадуп, фрутлуп!
te: జూప్, బడూప్, ఫ్రూట్‌లూప్!
th: ซู้ป บาดู๊ป ฟรุตลู๊ป!
uk: Зуп, бадуп, фрутлуп!
ur: زوپ، بَدوپ، فروٹ لوپ!
